{
    "wall-height": {
        "WallHeightTopLabel": "Altura da Parede (Superior)",
        "WallHeightBottomLabel": "Altura da Parede (Inferior)",
        "AdvancedVisionLabel": "Habilitar Wall-Height Para Esta Cena",
        "AdvancedMovementLabel": "Habilitar Movimento Wall-Height Para Esta Cena",
        "tokenHeightLabel": "Altura do Token",
        "tokenHeightHint": "Altura Calculada do Token {{height}}, Elevação da Linha de Visão {{losHeight}}",
        "tokenHeightNotes": "Esta é a altura do token na cena. É usado para calcular sua visão em relação às paredes.",
        "ModuleLabel": "Wall Height",
        "ALGlobal": "Esta Configuração é habilitada Globalmente nas configurações do módulo.",
        "elevation": "Elevação",
        "levelsRangeTop": "Altura (Superior)",
        "levelsRangeBottom": "Altura (Inferior)",
        "distance": "Unidades da Grade",
        "settings.globalAdvancedLighting.name": "Habilitar 'Restringido por Elevação' Globalmente",
        "settings.globalAdvancedLighting.hint": "As fontes de área de efeito serão limitadas por paredes correspondentes à elevação da fonte ao invés da elevação do token controlado.",
        "advancedLightingLabel": "Restringido por Elevação",
        "advancedLightingNotes": "Configure se a área de efeito desta fonte é restringida por paredes correspondentes à elevação desta fonte, ao invés da elevação do token controlado.",
        "settings.enableTooltip.name": "Habilitar Dica",
        "settings.enableTooltip.hint": "Ativa a dica de ferramenta na camada de paredes, mostrando as dimensões superior e inferior das paredes. Se você atualmente tem a camada da parede ativada, você deve atualizar ou passar para outra cena e voltar para atualizar.",
        "settings.enableWallText.name": "Exibir Altura nas Paredes",
        "settings.enableWallText.hint": "Mostra as elevações superior e inferior das paredes na própria parede. (necessário reiniciar o mundo)",
        "settings.migrateOnStartup.name": "Migrar Dados do Wall-Height ao Iniciar",
        "settings.migrateOnStartup.hint": "Migra dados do Wall-Height da antiga estrutura de dados do Wall-Height para a nova. Isso só é necessário uma vez, mas você pode ativar essas configurações e atualizar a página se precisar executá-la novamente.",
        "settings.blockSightMovement.name": "Salto",
        "settings.blockSightMovement.hint": "Permite que os tokens se movam sobre paredes se a diferença de elevação entre os pés do token e o topo da parede não for maior que a altura do token.",
        "settings.autoLOSHeight.name": "Altura Automática do Token",
        "settings.autoLOSHeight.hint": "Calcula a altura do token automaticamente por meio do tamanho e da escala do token.\nA altura do token será calculada para qualquer token sem um valor de altura personalizado ou com uma altura personalizada definida como 0. A altura padrão do token será ignorada.",
        "settings.defaultLosHeight.name": "Altura Padrão do Token",
        "settings.defaultLosHeight.hint": "Altura de um token (onde estão os olhos daquela criatura) em unidades. Padrão 6.",
        "settings.losHeightMulti.name": "Multiplicador de Altura do Token",
        "settings.losHeightMulti.hint": "Multiplicador para altura do token. Multiplica a altura automática do token por este valor."
    }
}